import React from 'react';
import './MasterClasses.scss'

const MasterClasses = () => {
    return (
        <div id='body'>
            <div className="container">
                <div className="Master">
                    <h1>Мастер-классы</h1>
                    <div className="Master--bloks">
                        <div className="Master--bloks__one">
                            <h4>Реактивное программирование
                                 на Java: как, зачем и стоит ли?
                            </h4>
                            <p>Программирования появилась сравнительно
                                 недавно, лет 10 назад. Что вызвало 
                                 популярность этого относительно нового 
                                 подхода и почему сейчас он в тренде, 
                                 рассказал на конференции РИТ++ ...</p>

                        </div>
                        <div className="Master--bloks__one">
                                                        <h4>Реактивное программирование
                                 на Java: как, зачем и стоит ли?
                            </h4>
                            <p>Программирования появилась сравнительно
                                 недавно, лет 10 назад. Что вызвало 
                                 популярность этого относительно нового 
                                 подхода и почему сейчас он в тренде, 
                                 рассказал на конференции РИТ++ ...</p>
                        </div>
                        <div className="Master--bloks__one">
                        <h4>Реактивное программирование
                                 на Java: как, зачем и стоит ли?
                            </h4>
                            <p>Программирования появилась сравнительно
                                 недавно, лет 10 назад. Что вызвало 
                                 популярность этого относительно нового 
                                 подхода и почему сейчас он в тренде, 
                                 рассказал на конференции РИТ++ ...</p>
                        </div>
                    </div>
                    <div className="buttom">
                         <button>Все курсы</button>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default MasterClasses;